<link rel="import" href="../../bower_components/polymer/polymer.html">

<link rel="import" href="./df-code-of-conduct.html">

<dom-module id="df-faq">
    <template>
        <style include="shared-styles">
            ul {
                list-style-type: none;
                text-align: left;
            }
        </style>

        <df-code-of-conduct></df-code-of-conduct>

        <section>
            <article>
                <h2>Foire aux questions</h2>
                <hr>
                <h4>Qu'est-ce que le Devfest ?</h4>

                <p class="justified">Les DevFests sont des &eacute;v&eacute;nements communautaires de grande envergure &agrave; travers le
                    monde, suivant la tradition des Google Developer Days et organis&eacute;s par des groupes d'utilisateurs
                    locaux. Ils constituent une occasion unique de partager et d’&eacute;changer autour des technologies du Web
                    et du Cloud ! Cet &eacute;v&eacute;nement sera suivi d'une AfterParty afin de discuter de mani&egrave;re conviviale et
                    faire du networking !</p>
                <hr>

                <h4>Qui organise cet &eacute;v&egrave;nement ?</h4>

                <p class="justified">Le DevFest Lille 2017 est organis&eacute; par le GDG Lille.</p>
                <hr>

                <h4>Comment devenir sponsor ou partenaire ?</h4>

                <p class="justified">Simplement en consultant notre <a href="./Devfest%20Lille.pdf" target="_blank">dossier
                    de partenariat</a>, ou en nous contactant par mail au
                    <a href="mailto:contact@gdglille.org" target="_blank">Bureau GDG Lille</a>.</p>

                <h4>Comment va se d&eacute;rouler le DevFest ?</h4>

                <p class="justified">La journ&eacute;e comprendra deux types de sessions : les conf&eacute;rences (50mn) et les
                    codelabs (2h).</p>
                <p class="justified">Les conf&eacute;rences seront des pr&eacute;sentations r&eacute;alis&eacute;es par des speakers renomm&eacute;s ou des
                    Googlers &eacute;voquant leurs technologies pr&eacute;f&eacute;r&eacute;es.</p>
                <p class="justified">Les codelabs se veulent plus informels et seront l'occasion de mettre les mains (et
                    les pieds) dans le code sur une technologie en compagnie d'un expert.</p>

                <hr>

                <h4>Quels sont les sujets abord&eacute;s ?</h4>

                <p class="justified">Pour cette journ&eacute;e, quatre th&egrave;mes ont &eacute;t&eacute; retenus :</p>

                <p class="justified">IoT & Mobile : Sujets portant sur les objets connect&eacute;s et la mobilit&eacute;</p>
                <p class="justified">Web : Sujets portant sur des frameworks javascript ou des nouveaut&eacute;s HTML5</p>
                <p class="justified">Cloud & Big Data : Sujets portant sur les infrastructures cloud tels AppEngine,
                    ComputeEngine et les technologies backend &eacute;lastiques</p>
                <p class="justified">D&eacute;couverte : Sujets portant sur les nouveaux usages de l'informatiques, les
                    nouvelles technologies et même sur l'UX</p>

                <hr>

                <h4>Comment s'inscrire et combien cela coûte-t-il ?</h4>

                <p class="justified">L'inscription au DevFest Lille peut se faire directement depuis le site actuel en
                    cliquant sur le lien disponible sur la page d'accueil. L'entr&eacute;e coûte 20€ pour le pass une
                    journ&eacute;e.</p>

                <hr>

                <h4>Je n'ai pas pu venir, puis-je me faire rembourser ?</h4>

                <p class="justified">Nous d&eacute;l&eacute;guons toute notre billetterie &agrave; Yurplan, vous pourrez donc annuler vos
                    billets dans les conditions d&eacute;finies par Yurplan. Pass&eacute; la date de l'&eacute;v&eacute;nement, aucun remboursement
                    ne sera fait.</p>


                <hr>

                <h4>Je ne peux pas venir. Puis-je c&eacute;der ma place &agrave; un ami ?</h4>

                <p class="justified">Nous acceptons les transferts de billets. Si vous avez connaissance de ce
                    changement 2 semaines avant l'&eacute;v&eacute;nement, vous pouvez nous pr&eacute;venir pour pouvoir modifier le nom
                    sur le billet. Pass&eacute; le d&eacute;lai des 2 semaines, votre "ami" devra se pr&eacute;senter avec votre billet et
                    portera sur son badge votre nom.</p>

                <hr>

                <h4>Les pr&eacute;sentations sont-elles film&eacute;es ?</h4>

                <p class="justified">Pour cette premi&egrave;re &eacute;dition, aucune session ne sera film&eacute;e.</p>

                <hr>

                <h4>Les pr&eacute;sentations sont-elles en anglais ou en français ?</h4>

                <p class="justified">Etant donn&eacute; que certains intervenants viennent de l'&eacute;tranger, certaines sessions
                    seront en anglais. Ces sessions seront indiqu&eacute;es par un pictogramme particulier.</p>

                <hr>

                <h4>Combien y-a-t-il de pr&eacute;sentations en parall&egrave;le ?</h4>

                <p class="justified">Il y aura toute la journ&eacute;e 3 sessions en parall&egrave;le (2 conf&eacute;rences et un
                    codelab).</p>

                <hr>

                <h4>Combien de temps dure le CFP ?</h4>

                <p class="justified">Le CFP est d&eacute;j&agrave; ouvert et se terminera le 12 mai &agrave; 23h59.</p>

                <hr>

                <h4>Ma pr&eacute;sentation a &eacute;t&eacute; accept&eacute;e, dois-je payer mon entr&eacute;e &agrave; la conf&eacute;rence ?</h4>

                <p class="justified">Chaque intervenant a son entr&eacute;e offerte. Il n'est donc pas n&eacute;cessaire de prendre
                    une place. Que vous soyez tout seul ou plusieurs &agrave; pr&eacute;senter et quelque soit le format de la
                    session.</p>

                <hr>

                <h4>Ma pr&eacute;sentation n'a pas encore &eacute;t&eacute; accept&eacute;e, dois-je acheter ma place au cas o&ugrave; ?</h4>

                <p class="justified">Nous contacterons tous les intervenants et nous ouvrirons si n&eacute;cessaire de
                    nouvelles places pour permettre &agrave; ces derniers de s'inscrire.</p>

                <hr>

                <h4>Quand / O&ugrave; ?</h4>

                <p class="justified">La conf&eacute;rence a lieu le 9 juin 2017 &agrave; eartsup, Lille</p>

                <hr>

                <h4>Quelles sont les Stations de Métro à promixité ?</h4>
                <ul>
                    <li><a href="https://www.google.it/maps/place/Lille+Grand+Palais/@50.6270063,3.0533387,15.53z/data=!4m12!1m6!3m5!1s0x0:0x487357673bd13c09!2se-artsup+Lille!8m2!3d50.6232187!4d3.0666608!3m4!1s0x47c2d5f2b7658b97:0x9916a1c6626003ba!8m2!3d50.6293285!4d3.0751754">Lille Grand Palais</a></li>
                    <li><a href="https://www.google.it/maps/place/Wazemmes/@50.6270063,3.0533387,15.53z/data=!4m12!1m6!3m5!1s0x0:0x487357673bd13c09!2se-artsup+Lille!8m2!3d50.6232187!4d3.0666608!3m4!1s0x47c2d59e7068faff:0xfbce22d8f1f9631e!8m2!3d50.6234106!4d3.0516404">Wazemmes</a></li>
                </ul>

                <hr>

                <h4>Quels sont les Parking à promixité ?</h4>
                <ul>
                    <li><a href="https://www.google.it/maps/place/Parking+Lille+R%C3%A9publique/@50.6263781,3.0624999,16z/data=!4m8!1m2!2m1!1sparking+souterrain+lille!3m4!1s0x0:0xd0f18c4b26ee1a46!8m2!3d50.6310307!4d3.0629124">Lille République</a></li>
                </ul>
                
                <hr>

                <h4>Quels sont les Hôtels à promixité ?</h4>
                <ul>
                     <li><a href="https://www.google.it/maps/place/H%C3%B4tel+ibis+Lille+Centre+Grand+Palais/@50.63313,3.07449,15z/data=!4m2!3m1!1s0x0:0x2f529a558b0b092f?sa=X&ved=0ahUKEwiWgqDFh-PSAhUGf5AKHUH7BsIQ_BIIlQEwCg">Hôtel ibis Lille Centre Grand Palais</a></li>
                <ul>
            </article>
        </section>
    </template>
    
    <script>
        class Faq extends Polymer.Element {
			static get is() { return 'df-faq'; }
			
			static get properties() {
				return { rootPath: String };
			}
		}

		customElements.define(Faq.is, Faq);
    </script>
</dom-module>